Repository: KDE/purpose
Catalog: po/*/purpose6_reviewboard.po
Languages: is

source: JSON error: %1
is: JSON-villa: %1

source: Request Error: %1
is: Villa í beiðni: %1

source: Could not create the new request: %1
is: Gat ekki búið til nýju beiðnina: %1

source: Could not upload the patch
is: Gat ekki sent inn plásturinn

source: Could not get reviews list
is: Gat ekki sótt lista yfir umsagnir

source: Could not set metadata
is: Gat ekki sett lýsigögn

source: Server:
is: Þjónn:

source: Username:
is: Notandanafn:

source: Password:
is: Lykilorð:

source: Repository:
is: Hugbúnaðarsafn:

source: Update Review:
is: Uppfæra umsögn:

source: Destination
is: Áfangastaður

source: Base Dir:
is: Grunnmappa:

source: Where this project was checked out from
is: Hvaðan þetta verkefni var tekið út

source: Authentication
is: Auðkenning

source: User name in the specified service
is: Notandanafn í tilteknu þjónustunni

source: Repository
is: Hugbúnaðarsafn

source: Update review
is: Uppfæra umsögn
