Repository: KDE/purpose
Catalog: po/*/purpose6_phabricator.po
Languages: lt

source: Could not find the 'arc' command
lt: Nepavyko surasti „arc“ komandos

source: Could not create the new "differential diff"
lt: Nepavyko sukurti naujo „skirtuminio skirtumo“

source: Patch upload to Phabricator failed
lt: Nepavyko išsiųsti pataisos į „Phabricator“

source: Could not get list of differential revisions in %1
lt: Nepavyko gauti skirtuminių poversijų, esančių %1, sąrašo

source: Phabricator refuses empty patchfiles
lt: „Phabricator“ atmeta tuščius pataisos failus

source: unknown
lt: nežinoma

source: Please choose between creating a new revision or updating an existing one
lt: Pasirinkite, ar sukurti naują poversijį, ar atnaujinti esamą

source: Update differential revision %1
lt: Atnaujinti skirtuminį poversijį %1

source: Update differential revision
lt: Atnaujinti skirtuminį poversijį

source: Create new "differential diff"
lt: Sukurti naują „skirtuminį skirtumą“

source: Create or update?
lt: Sukurti ar atnaujinti

source: New Diff
lt: Naujas skirtumas

source: tick this to create a new "differential diff" which can be converted online to a new differential revision
lt: pažymėkite tai norėdami sukurti naują „skirtuminį skirtumą“, kuris internete gali būti konvertuotas į naują skirtuminį poversijį

source: Update Diff
lt: Atnaujinti skirtumą

source: tick this to update an existing revision, select one from the list below.
lt: pažymėkite tai norėdami atnaujinti esamą poversijį, pasirinkite kažkurį iš žemiau esančio sąrašo.

source: Open Diff in browser
lt: Atverti skirtumą naršyklėje

source: Summary of the update to %1:
lt: Santrauka atnaujinimo, kuris pritaikytas %1:

source: Summary of the update
lt: Atnaujinimo santrauka

source: patch updated through %1 and the Purpose/Phabricator plugin
lt: pataisa atnaujinta per %1 ir Purpose/„Phabricator“ įskiepį
