Repository: KDE/purpose
Catalog: po/*/purpose_reviewboard.po
Languages: ast

source: JSON error: %1
ast: Fallu JSON: %1

source: Request Error: %1
ast: Fallu de solicitú: %1

source: Could not create the new request: %1
ast: Nun pudieron crease les solicitúes nueves: %1

source: Could not upload the patch
ast: Nun pudo xubise'l parche

source: Could not get reviews list
ast: Nun pudo consiguise'l llistáu de revisiones

source: Could not set metadata
ast: Nun pudieron afitase los datos meta

source: Server:
ast: Sirvidor:

source: Username:
ast: Nome d'usuariu:

source: Password:
ast: Contraseña:

source: Repository:
ast: Reprositoriu:

source: Update Review:
ast: Anovar revisión:

source: Destination
ast: Destín

source: Base Dir:
ast: Direutoriu base:

source: Where this project was checked out from
ast: Dende ónde se comprobó esti proyeutu

source: Authentication
ast: Autenticación

source: User name in the specified service
ast: Nome d'usuariu nel serviciu especificáu

source: Repository
ast: Repositoriu

source: Update review
ast: Anovar revisión
